Repository: slawomirmarczynski/statquest
Catalog: statquest/locale/*/LC_MESSAGES/argparse.po
Languages: pl_pl

source: usage:
pl_pl: użycie:

source: .__call__() not defined
pl_pl: __call__() nie zdefiniowane

source: unknown parser %(parser_name)r (choices: %(choices)s)
pl_pl: nieznany parser %(parser_name)r (propozycje: %(choices)s

source: argument "-" with mode %r
pl_pl: argument "-" z trybem %r

source: can't open '%(filename)s': %(error)s
pl_pl: nie mogę otworzyć ''%(filename)s': %(error)s

source: cannot merge actions - two groups are named %r
pl_pl: nie mogę połączyć akcji - dwie grupy są nazwane %r

source: 'required' is an invalid argument for positionals
pl_pl: 'required' jest niewłaściwym argumentem dla pozycyjnych

source: invalid option string %(option)r: must start with a character %(prefix_chars)r
pl_pl: niewłaściwy łańcuch opcji %(option)r: powinien się rozpoczynać znakiem %(prefix_chars)r

source: dest= is required for options like %r
pl_pl: dest= jest wymagany dla opcji takich jak %r

source: invalid conflict_resolution value: %r
pl_pl: niewłaściwa wartość conflict_resolution: %r

source: mutually exclusive arguments must be optional
pl_pl: wzajemnie wykluczające się argumenty muszą być opcjonalne

source: positional arguments
pl_pl: argumenty pozycyjne

source: optional arguments
pl_pl: argumenty opcjonalne

source: show this help message and exit
pl_pl: pokaż opis użycia i zakończ działanie

source: cannot have multiple subparser arguments
pl_pl: nie można mieć wielu argumentów subparsera

source: unrecognized arguments: %s
pl_pl: nierozpoznany argument: %s

source: not allowed with argument %s
pl_pl: niedozwolone z argumentem %s

source: ignored explicit argument %r
pl_pl: ignorowany jawny argument %r

source: the following arguments are required: %s
pl_pl: następujące argumenty są wymagane: %s

source: one of the arguments %s is required
pl_pl: jeden z argumentów %s jest wymagany

source: expected one argument
pl_pl: spodziewano się jednego argumentu

source: expected at most one argument
pl_pl: spodziewano się co najwyżej jednego argumentu

source: expected at least one argument
pl_pl: spodziewano się przynajmniej jednego argumentu

source: ambiguous option: %(option)s could match %(matches)s
pl_pl: dwuznaczna opcja: %(option)s powinna pasować do %(matches)s

source: unexpected option string: %s
pl_pl: niespodziewany łańcuch w opcji: %s

source: %r is not callable
pl_pl: %r nie jest callable

source: invalid %(type)s value: %(value)r
pl_pl: niewłaściwa wartość %(type)s: %(value)r

source: invalid choice: %(value)r (choose from %(choices)s)
pl_pl: zły wybór: %(value)r (wybierz z %(choices)s)

source: %(prog)s: error: %(message)s
pl_pl: %(prog)s: : %(message)s
