Repository: slawomirmarczynski/statquest
Catalog: statquest/locale/*/LC_MESSAGES/messages.po
Languages: pl_pl

source: Input data files
pl_pl: Dane wejściowe

source: Output data files
pl_pl: Dane wyjściowe

source: Input worksheet:
pl_pl: Plik z danymi:

source: Dependency graph:
pl_pl: Graf zależności:

source: Profile:
pl_pl: Profil Ydata:

source: Detail results:
pl_pl: Wyniki testów:

source: change all files
pl_pl: zmień wszystko

source: change output files
pl_pl: zmień pliki wyjściowe

source: change
pl_pl: zmień

source: Selecting columns with data for testing
pl_pl: Wybór które kolumny danych mają być testowane

source: all
pl_pl: wszystkie

source: none
pl_pl: żadna

source: nominal
pl_pl: nominalna

source: ordinal
pl_pl: porządkowa

source: continuous
pl_pl: ciągła

source: running computations
pl_pl: przeprowadzam obliczenia

source: Something goes wrong... missing data? Check and run again.
pl_pl: Coś poszło źle... brak danych? Sprawdź i uruchom ponownie.

source: Run
pl_pl: Oblicz

source: data1
pl_pl: dane1

source: data2
pl_pl: dane2

source: related?
pl_pl: współzależne?

source: stat
pl_pl: statyka

source: value
pl_pl: wartość

source: Parameters
pl_pl: Parametry

source: The significance level α for p-value:
pl_pl: Poziom istotności α dla p-value:

source: The α value is a probability, therefore 0 ⩽ α ⩽ 1.
pl_pl: Wartość α jest prawdopodobieństwem, stąd 0 ⩽ α ⩽ 1.

source: should generate Ydata Profile
pl_pl: czy generować Ydata Profile

source: This option is not dependent on tests.
pl_pl: Ta opcja nie wpływa na wyniki testów.

source: should compute correlations in Ydata Profile
pl_pl: czy Ydata Profile ma obliczyć korelacje

source: Turn on correlations in Ydata Profile.
pl_pl: Włącza pracochłonne, długotrwałe, obliczenia.

source: locale settings:
pl_pl: ustawienia lokalne:

source: The decimal separator, the CSV separator encodings.
pl_pl: Separator dziesiętny, separator w plikach CSV.

source: the data threshold:
pl_pl: próg liczbności danych:

source: If the amount of data in the column is less than the threshold, then whole column will be rejected as not representative of the data.
pl_pl: Jeżeli ilość danych w danej kolumnie jest mniejsza, to wtedy cała kolumna jest odrzucana jako nieistotna.

source: {} cannot be tested vs. {}
pl_pl: {} nie może być testowany z {}

source: Unable perform {} for {} vs. {}
pl_pl: Niepowodzenie {} dla {} vs. {}

source: H0: null hypothesis
pl_pl: H0: hipoteza zerowa

source: H1: alternative hypothesis
pl_pl: H1: hipoteza alternatywna

source: Pearson's Chi-Square test of independence
pl_pl: Test niezależności chi-kwadrat Pearsona

source: chi-square independence
pl_pl: chi-kwadrat niezależności

source: H0: variables are independent
pl_pl: H0: zmienne są niezależne

source: H1: variables are not independent
pl_pl: H1: zmienne nie są niezależne

source: Kruskal-Wallis test
pl_pl: test Kruskala-Wallisa

source: H0: distributions are equal
pl_pl: H0: rozkłady są jednakowe

source: H1: distributions are not equal
pl_pl: H1: rozkłady nie są jednakowe

source: Pearson correlation test
pl_pl: test korelacji Pearsona

source: Pearson r
pl_pl: r Pearsona

source: H0: data are not correlated
pl_pl: H0: dane nie są skorelowane

source: H1: data are correlated
pl_pl: H1: dane są skorelowane

source: Spearman r test
pl_pl: test r Spearmana

source: Spearman r
pl_pl: r Spearmana

source: Kendall tau test
pl_pl: test tau Kendalla

source: Kendall tau
pl_pl: tau Kendall
